{
  "companyInfo": {
    "about": "Fundada em 1981, a AS&ASJ é uma empresa brasileira especializada na distribuição de diamantes industriais e superabrasivos. Com mais de 40 anos de experiência, fornecemos materiais de alto desempenho para a fabricação e manutenção de ferramentas diamantadas utilizadas nos processos de corte, retificação, polimento e dressagem.",
    "mission": "Conectar tecnologia e desempenho internacional ao mercado brasileiro, oferecendo soluções consistentes e personalizadas para cada aplicação industrial.",
    "differentials": [
      {
        "title": "Experiência Consolidada",
        "description": "Mais de 40 anos atuando no mercado de diamantes industriais com expertise reconhecida e cases de sucesso em diversos segmentos.",
        "icon": "trophy"
      },
      {
        "title": "Parcerias Globais",
        "description": "Relacionamento direto com os principais fabricantes mundiais de abrasivos, garantindo acesso às tecnologias mais avançadas do mercado.",
        "icon": "users"
      },
      {
        "title": "Soluções Personalizadas",
        "description": "Cada aplicação é única. Desenvolvemos soluções sob medida que atendem perfeitamente às necessidades específicas do seu processo industrial.",
        "icon": "settings"
      },
      {
        "title": "Qualidade Garantida",
        "description": "Produtos certificados e rigorosamente testados, seguindo os mais altos padrões internacionais de qualidade e rastreabilidade.",
        "icon": "award"
      },
      {
        "title": "Portfólio Completo",
        "description": "Ampla linha de produtos: diamantes naturais, sintéticos, CBN, PCD, PCBN e pós micronizados para todas as aplicações industriais.",
        "icon": "package"
      },
      {
        "title": "Inovação Contínua",
        "description": "Acompanhamos as últimas tendências e tecnologias do setor para oferecer sempre as melhores e mais modernas soluções aos nossos clientes.",
        "icon": "trending"
      }
    ],
    "tagline": "Excelência e Desempenho em Cada Diamante",
    "description": "Diamantes industriais de alta precisão, estabilidade e confiabilidade — fruto de décadas de experiência e compromisso com a qualidade e o atendimento ao cliente"
  },
  "products": [
    {
      "id": "resin-bond",
      "name": "Resin Bond",
      "subtitle": "Abrasivos de Ligação Resinóide",
      "shortDesc": "Ferramentas abrasivas de alta performance com ligação resinóide, ideais para operações de retificação de precisão e acabamento superficial superior.",
      "fullDesc": "Os abrasivos de ligação resinóide (Resin Bond) representam a solução mais versátil e eficiente para operações de retificação que exigem acabamento superior e controle dimensional preciso. Fabricados com resinas sintéticas de alta resistência que envolvem grãos abrasivos de diamante ou CBN, estes produtos oferecem excelente capacidade de refrigeração, baixa geração de calor e ação de corte suave. A ligação resinóide proporciona maior elasticidade à ferramenta, permitindo absorver vibrações e garantir acabamentos superficiais de qualidade excepcional. Ideais para aplicações em materiais ferrosos e não-ferrosos, carbetos, cerâmicas e materiais endurecidos, nossos abrasivos Resin Bond são desenvolvidos para atender às mais rigorosas especificações da indústria moderna.",
      "applications": [
        "Retificação de precisão de componentes automotivos",
        "Acabamento de ferramentas de corte em metal duro",
        "Retificação de perfis complexos e superfícies curvas",
        "Operações de retificação de materiais endurecidos",
        "Produção de componentes aeroespaciais",
        "Retificação de aços ferramenta e aços rápidos",
        "Acabamento fino de peças de alta precisão dimensional"
      ],
      "benefits": [
        "Acabamento superficial superior com baixa rugosidade",
        "Excelente controle dimensional e tolerâncias apertadas",
        "Baixa geração de calor durante o processo de retificação",
        "Maior vida útil da ferramenta em aplicações diversificadas",
        "Ação de corte suave que minimiza tensões residuais na peça",
        "Versatilidade para trabalhar com diversos materiais",
        "Redução de custos operacionais por unidade produzida",
        "Minimização de trincas e danos térmicos nas peças"
      ]
    },
    {
      "id": "metal-bond",
      "name": "Metal Bond",
      "subtitle": "Abrasivos de Ligação Metálica",
      "shortDesc": "Ferramentas abrasivas de alta resistência com ligação metálica, projetadas para operações pesadas e aplicações que exigem máxima durabilidade.",
      "fullDesc": "Os abrasivos de ligação metálica (Metal Bond) são a escolha preferencial quando se trata de operações de usinagem pesada, alta taxa de remoção de material e aplicações que demandam extrema durabilidade. Fabricados através de processos de sinterização que unem grãos abrasivos de diamante ou CBN a uma matriz metálica de bronze, cobalto ou ligas especiais, estes produtos oferecem retenção superior dos grãos abrasivos e resistência excepcional ao desgaste. A ligação metálica garante rigidez estrutural à ferramenta, permitindo pressões de trabalho elevadas e taxas de remoção agressivas. Perfeitos para aplicações em materiais extremamente duros como cerâmicas técnicas, carbetos, vidro, pedras naturais e compósitos, nossos abrasivos Metal Bond são desenvolvidos para as aplicações industriais mais exigentes.",
      "fullDesc": "Os abrasivos de ligação metálica (Metal Bond) são a escolha preferencial quando se trata de operações de usinagem pesada, alta taxa de remoção de material e aplicações que demandam extrema durabilidade. Fabricados através de processos de sinterização que unem grãos abrasivos de diamante ou CBN a uma matriz metálica de bronze, cobalto ou ligas especiais, estes produtos oferecem retenção superior dos grãos abrasivos e resistência excepcional ao desgaste. A ligação metálica garante rigidez estrutural à ferramenta, permitindo pressões de trabalho elevadas e taxas de remoção agressivas. Perfeitos para aplicações em materiais extremamente duros como cerâmicas técnicas, carbetos, vidro, pedras naturais e compósitos, nossos abrasivos Metal Bond são desenvolvidos para as aplicações industriais mais exigentes.",
      "applications": [
        "Retificação de cerâmicas técnicas e avançadas",
        "Usinagem de carbetos de tungstênio e materiais ultra-duros",
        "Corte e lapidação de vidros especiais e cristais",
        "Processamento de pedras naturais e materiais de construção",
        "Retificação de ferramentas de PCD e PCBN",
        "Operações de desbaste com alta taxa de remoção",
        "Dressagem de rebolos convencionais",
        "Usinagem de compósitos e materiais não-ferrosos"
      ],
      "benefits": [
        "Durabilidade excepcional e vida útil prolongada",
        "Alta capacidade de remoção de material",
        "Excelente retenção dos grãos abrasivos",
        "Resistência superior a altas pressões de trabalho",
        "Manutenção consistente do perfil da ferramenta",
        "Economia a longo prazo devido à menor frequência de troca",
        "Desempenho estável em aplicações contínuas",
        "Ideal para materiais de alta dureza e abrasividade"
      ]
    },
    {
      "id": "borazon",
      "name": "Borazon",
      "subtitle": "",
      "shortDesc": "",
      "fullDesc": "",
      "applications": [],
      "benefits": []
    },
    {
      "id": "natural",
      "name": "Natural",
      "subtitle": "Abrasivos Naturais",
      "shortDesc": "Diamantes naturais selecionados para aplicações industriais que exigem características únicas de tenacidade, forma cristalina e propriedades térmicas superiores.",
      "fullDesc": "Os abrasivos naturais compreendem diamantes de origem geológica, criteriosamente selecionados e classificados para aplicações industriais específicas que se beneficiam das características únicas dos cristais naturais. Formados sob condições extremas de pressão e temperatura no interior da Terra ao longo de bilhões de anos, os diamantes naturais apresentam propriedades cristalográficas, térmicas e mecânicas distintas que os tornam insubstituíveis em determinadas aplicações críticas. Nossa seleção inclui diamantes naturais em diversas classes de qualidade, formas cristalinas e faixas granulométricas, desde pedras de dressagem monocristalinas até pós de diamante natural para aplicações especiais. A AS&ASJ mantém parcerias com fornecedores internacionais certificados, garantindo procedência, qualidade e conformidade com regulamentações internacionais para diamantes de uso industrial.",
      "applications": [
        "Dressagem de rebolos de retificação convencionais",
        "Ferramentas especiais de corte para materiais não-metálicos",
        "Aplicações que exigem alta condutividade térmica",
        "Processos onde a tenacidade do cristal é crítica",
        "Usinagem de materiais abrasivos e compostos",
        "Fabricação de ferramentas de corte especiais",
        "Aplicações em indústrias de alta tecnologia",
        "Processos que requerem estabilidade térmica excepcional"
      ],
      "benefits": [
        "Propriedades cristalográficas únicas e superiores",
        "Alta condutividade térmica natural",
        "Tenacidade excepcional dos cristais naturais",
        "Formas cristalinas específicas para aplicações especiais",
        "Estabilidade térmica em altas temperaturas",
        "Procedência certificada e rastreável",
        "Desempenho consistente em aplicações críticas",
        "Características insubstituíveis para aplicações específicas"
      ]
    },
    {
      "id": "pcd-pdc",
      "name": "PCD/PDC",
      "subtitle": "Ferramentas de Diamante Policristalino",
      "shortDesc": "Insertos e ferramentas de diamante policristalino (PCD) e diamante policristalino compacto (PDC) para usinagem de ultra-precisão e máxima vida útil.",
      "fullDesc": "As ferramentas de diamante policristalino (PCD - Polycrystalline Diamond) e diamante policristalino compacto (PDC - Polycrystalline Diamond Compact) representam o estado da arte em materiais para ferramentas de corte, combinando a dureza extrema do diamante com a tenacidade de um material policristalino sinterizado. Fabricados através de processos de síntese em alta pressão e temperatura (HPHT), onde microcristais de diamante são sinterizados formando uma estrutura policristalina densa, sem orientação cristalográfica preferencial, estes materiais oferecem desempenho incomparável em operações de usinagem de materiais não-ferrosos, compósitos e não-metálicos. O PCD elimina os planos de clivagem característicos dos diamantes monocristalinos, proporcionando resistência ao desgaste isotrópica e arestas de corte extremamente duráveis. A AS&ASJ oferece blanks de PCD/PDC, insertos prontos e suporte técnico para seleção e aplicação destes materiais avançados.",
      "applications": [
        "Torneamento de alta velocidade de alumínio e ligas leves",
        "Usinagem de materiais compósitos reforçados com fibra",
        "Fresamento de precisão de materiais não-ferrosos",
        "Usinagem de plásticos técnicos e polímeros reforçados",
        "Mandrilamento de blocos de motor automotivos",
        "Usinagem de madeira e materiais lignocelulósicos",
        "Torneamento de componentes eletrônicos",
        "Operações de acabamento de ultra-precisão"
      ],
      "benefits": [
        "Vida útil até 100 vezes superior às ferramentas convencionais",
        "Excelente qualidade de acabamento superficial",
        "Altas velocidades de corte e produtividade elevada",
        "Resistência ao desgaste isotrópica em todas as direções",
        "Redução drástica de tempos de parada para troca de ferramentas",
        "Manutenção de tolerâncias dimensionais apertadas",
        "Economia significativa no custo por peça produzida",
        "Baixo coeficiente de atrito e mínima geração de calor"
      ]
    },
    {
      "id": "revestimentos",
      "name": "Revestimentos",
      "subtitle": "Revestimentos Metálicos para Grãos de Diamante",
      "shortDesc": "Revestimentos metálicos que melhoram a aderência, retenção e desempenho dos grãos de diamante em ligantes diversos.",
      "fullDesc": "Os revestimentos metálicos são aplicados em grãos de diamante para melhorar significativamente a aderência entre os grãos abrasivos e a matriz do ligante. Este processo aumenta a retenção dos grãos, prolonga a vida útil da ferramenta e melhora o desempenho geral em operações de usinagem, serração e perfuração. Oferecemos diferentes tipos de revestimentos metálicos, cada um desenvolvido para aplicações específicas e tipos de ligantes diferentes.",
      "applications": [
        "Ferramentas de serração e perfuração",
        "Rebolos de retificação de precisão",
        "Ferramentas para ligantes metálicos",
        "Ferramentas para ligantes resinóides",
        "Aplicações que exigem alta retenção de grãos"
      ],
      "benefits": [
        "Melhora significativa da aderência entre grãos e matriz",
        "Aumento da retenção dos grãos abrasivos",
        "Prolongamento da vida útil da ferramenta",
        "Melhor distribuição térmica durante o processo",
        "Desempenho superior em operações de usinagem"
      ]
    }
  ]
}
